[
  {
    "quote": "All of them work professionally. Their service was  exceptional. Thank you very much!",
    "profileImage": "/img/profile/lester.jpg",
    "name": "Lester Cesar Diaz",
    "date": "August 8, 2024"
  },
  {
    "quote": "Excellent service...staffs are very humble even the owner...they will assists you whole heartedly❤️❤️❤️❤️Thank you  city chapel",
    "profileImage": "/img/profile/venus.jpg",
    "name": "Venus Agbuya Maligalig",
    "date": "August 6, 2021"
  },
  {
    "quote": "Highly recommended. Staffs are well mannered and professionals.",
    "profileImage": "/img/profile/nory.jpg",
    "name": "Nory David",
    "date": "July 21, 2022"
  },
  {
    "quote": "City Chapels showed great respect and care throughout. The owner itself and the admins was very responsive and provided the information I needed right away. Their employees are wonderful and professional. They were kind, compassionate and very understanding and did their best to help us as much as possible. My family thanks you so much for helping us during this very difficult time. This is what you really need when you are dealing with an unexpected death in the family. If you lose someone you love, I would recommend City Chapels. They were amazing and very hands on. Thank you City Chapels! You truly made a difference during such a difficult time. Thank you, also for all the extras that you did.",
    "profileImage": "/img/profile/geraldine.jpg",
    "name": "Geraldine Ann Cueto",
    "date": "April 12, 2022"
  },
  {
    "quote": "The staff are humble and well mannered .They treat their clients as one of their family members. Especially, the owner is very kind. They provide excellent services at affordable price. Thank you, City Chapels for the great services you provide for my mother.",
    "profileImage": "/img/profile/nora.jpg",
    "name": "Nora David",
    "date": "August 26, 2023"
  },
  {
    "quote": "Staffs were very accommodating and friendly. Excellent in sanitizing the place. Very professional and their service exceeded our expectations.",
    "profileImage": "/img/profile/roissy.jpg",
    "name": "Roissy Sioson",
    "date": "July 28, 2021"
  }
]
